
[Set]
UseMidMode=0
SendDirect=1
SysFont=宋体
LedColor=255
Lang=2
MakeChrWndCx=976
MakeChrWndCy=456
Use11Led=0
Use24C64=0
CurCIdx=7
CurBkCIdx=6
ChrGap=2
[Language]
1=English
2=简体中文
3=繁體中文
4=日本語
5=한국의
6=German
[English]
Title=11LED Color Graphics Editing Tools
B1=Direct Display
B2=Left to Right
B3=Right to Left
B4=Middle to Two nearby
B5=Two nearby to Middle
B6=Up to Down
B7=Down to Up
D1=Stay
D2=Contra rotation
D3=Clockwise rotation
E1=No Display
E2=Right to Left
E3=Left to Right
E4=Middle to Two nearby
E5=Two nearby to Middle
E6=Up to Down
E7=Down to Up
C1_1=Open
C1_2=Save
C1_3=Clear
C1_4=LedType
C1_5=UserFont
C1_6=SysFont
C1_7=Language
C1_8=Dispaly Data
C1_9=Open Option
C1_10=Close Option
C1_11=Color
C1_12=Start
C1_13=Stop
C1_14=Send
C1_15=Exit
C1_16=Middle Option
C1_17=Use Middle Option
C1_18=Receive
C1_19=Clockwise
C1_20=CCW
C1_21=Import
C2_1=Text:
C2_2=To Canvas
C2_3=Inverse
C2_4=Hollow
C2_5=Spacing:
C2_6=Align:
C3_1=OK
C3_2=Cancel
L1= 
L2= 
L3= 
M1=Undo
M2=Redo
M3=Cut
M4=Copy
M5=Paste Graph
M6=Paste Text
M7=Delete
M8=Select All
M9=Clear All
M10=Paste
M11=Left Rotate 90
M12=Right Rotate 90
M13=Rotate 180
M14=Horizontal Mirror
M15=Vertical Mirror
M16=Inverse Color
M17=Hollow
M18=Red
M19=Green
M20=Blue
M21=Yellow
M22=Grid Size
M23=Rotate
M24=Mirror
I1=Send Failure!
I2=Send OK.
I3=Out of range!
I4=Want to save the data(Y/N)?
I5=USB Read Data Error!
I6=USB Write Data Error!
I7=No Data!
I8=No Data Send!
I9=Open Led Data File
I10=Open file error!
I11=Save Led Data File
I12=Write file error!
I13=Handshake was not successful,communication failure!
I14=Data received is not complete!
I15=The number of screens is out of range!
I16=Want to stretch the picture to the editing window(Y/N)?
I17=Import BMP File
HA1=Left
HA2=Right
HA3=Center
HA4=Disttibuted
[简体中文]
Title=11LED彩色图文编辑软件
B1=直接开
B2=从左到右开
B3=从右到左开
B4=从中间到两边开
B5=从两边到中间开
B6=从上到下开
B7=从下到上开
D1=停留
D2=逆时针旋转
D3=顺时针旋转
E1=直接关
E2=从右到左关
E3=从左到右关
E4=从中间到两边关
E5=从两边到中间关
E6=从上到下关
E7=从下到上关
C1_1=打开
C1_2=保存
C1_3=清除
C1_4=LED类型
C1_5=用户字库
C1_6=系统字库
C1_7=语言
C1_8=显示内容
C1_9=开幕方式
C1_10=闭幕方式
C1_11=灯色
C1_12=开始
C1_13=停止
C1_14=发送
C1_15=退出
C1_16=中间过程
C1_17=用中间过程
C1_18=接收
C1_19=顺时针
C1_20=逆时针
C1_21=导入
C2_1=文本:
C2_2=到画板
C2_3=反色
C2_4=空心
C2_5=字距:
C2_6=对齐:
C3_1=确定
C3_2=取消
L1= 
L2= 
L3= 
M1=撤消
M2=重复
M3=剪切
M4=复制
M5=粘贴字符图形
M6=粘贴自文本
M7=删除
M8=全选
M9=清除图板
M10=粘贴
M11=左转90度
M12=右转90度
M13=旋转180度
M14=水平镜向
M15=垂直镜向
M16=反色
M17=镂空
M18=红色
M19=绿色
M20=蓝色
M21=黄色
M22=网格大小
M23=旋转
M24=镜向
I1=发送失败!
I2=发送成功.
I3=超出范围,不能输入!
I4=要保存数据吗(Y/N)?
I5=USB读出错!
I6=USB写出错!
I7=没有数据!
I8=没有数据发送!
I9=打开数据文件
I10=打开文件出错!
I11=保存数据文件
I12=保存文件出错!
I13=握手不成功,通讯失败!
I14=没能接收到完整数据!
I15=接收的屏数超出范围!
I16=要拉伸到编辑窗吗(Y/N)?
I17=导入BMP文件
HA1=左对齐
HA2=右对齐
HA3=中间对齐
HA4=两端对齐
[繁體中文]
Title=11LED 圖文編輯軟體
B1=從左至右開
B2=從右至左開
B3=從中間到兩邊開
B4=從兩邊到中間開
B5=從上到下開
B6=從下到上開
B7=直接開
B8=從左到右旋轉開
D1=停留
D2=逆時針旋轉
D3=順時針旋轉
E1=從右至左關
E2=從左至右關
E3=從中間到兩邊關
E4=從兩邊到中間關
E5=從上到下關
E6=從下到上關
E7=直接關
E8=從右到左旋轉關
C1_1=打開
C1_2=保存
C1_3=清除
C1_4=LED類型
C1_5=使用者字形
C1_6=系統字形
C1_7=語言
C1_8=顯示內容
C1_9=開幕方式
C1_10=閉幕方式
C1_11=燈色
C1_12=開始
C1_13=停止
C1_14=發送
C1_15=退出
C1_16=中間過程
C1_17=用中間過程
C1_18=接收
C1_19=順時針
C1_20=逆時針
C2_1=文本:
C2_2=到畫板
C2_3=反色
C2_4=空心
C2_5=字距:
C2_6=對齊:
C3_1=確定
C3_2=取消
L1=
L2=
L3=
M1=撤銷
M2=重複
M3=剪切
M4=複製
M5=粘貼字元圖形
M6=粘貼自文本
M7=刪除
M8=全選
M9=清除圖板
M10=粘貼
M11=左轉90度
M12=右轉90度
M13=旋轉180度
M14=水準鏡向
M15=垂直鏡向
M16=反色
M17=鏤空
M18=紅色
M19=綠色
M20=藍色
M21=黃色
M22=網格大小
M23=旋轉
M24=鏡向
I1=發送失敗!
I2=發送成功.
I3=超出範圍,不能輸入!
I4=要保存資料嗎(Y/N)?
I5=USB讀出錯!
I6=USB寫出錯!
I7=沒有資料!
I8=沒有資料發送!
I9=打開資料檔案
I10=打開檔出錯!
I11=保存資料檔案
I12=保存檔出錯!
I13=握手不成功,通訊失敗!
I14=沒能接收到完整資料!
I15=接收的屏數超出範圍!
I16=要拉伸到編輯窗嗎（Y/N）？
I17=導入BMP檔案
HA1=左對齊
HA2=右對齊
HA3=中間對齊
HA4=左右對齊
[日本語]
Title=11LED 写真編集ツール
B1=左から右へ点灯
B2=右から左へ点灯
B3=真ん中から両側へ点灯
B4=両側から真ん中へ点灯
B5=上から下に点灯
B6=下から上に点灯
B7=同時に点灯
B8＝左から右回転点灯
D1=保持
D2=反時計回りに
D3=時計回りに回転
E1=右から左へ消灯
E2=左から右へ消灯
E3=真ん中から両側へ消灯
E4=両側から真ん中へ消灯
E5=上から下に消灯
E6=下から上に消灯
E7=同時に消灯
E8＝右から左回転消灯
C1_1=開く
C1_2=保存
C1_3=削除
C1_4=LED数
C1_5=特殊記号
C1_6=フォント
C1_7=言語
C1_8=表示内容
C1_9=LED点灯方法
C1_10=LED消灯方法
C1_11=LED色
C1_12=開始
C1_13=停止
C1_14=データ転送
C1_15=終了
C1_16=プロセス
C1_17=プロセス
C1_18=受信するには
C1_19=時計回りに
C1_20=反時計回りに
C2_1=入力
C2_2=アートボードへ
C2_3=反転色
C2_4=中空
C2_5=追跡。
C2_6=整列
C3_1=確認
C3_2=キャンセル
L1=
L2=
L3=
M1=撤回
M2=重複
M3=カット
M4=コピー
M5=符号を貼り付け
M6=ファイルから貼り付け
M7=削除
M8=全部を選択
M9=图板除去の
M10=貼り付け
M11=左回りに回転90度
M12=右回りに回転90度
M13=回転180度
M14=左右反転
M15=上下反転
M16=ネガ
M17=hollow
M18=赤色
M19=緑色
M20=青色
M21=黄色
M22=グリッドサイズ
M23=回転
M24=ミラー
HA1 = 左揃え
HA2 = 右揃え
HA3 = 中央揃え
HA4 = 整列
I1=送信に失敗しました!
I2=成功.
I3=が範囲外です!
I4=のデータを保存したいですか？
I5=USB 読み取りエラー!
I6=USB 書き込みエラー！
I7=データなし!
I8=データ送信しません!
I9=のデータ ファイルを開く
I10=エラー ファイルを開くが発生しました!
I11=データ ファイルに保存
I12=ファイル エラー保存!
I13=ハンドシェイクに失敗しました、通信に失敗しました!
I14=完全なデータを受信しませんでした!
I15=受信画面番号が範囲外です!
I16=編集窓に引抜きうかな（Y / N）？
I17=導入ＢＭＰファイル
[한국의]
Title=11LED 사진 편집 소프트웨어
B1=왼쪽 오른쪽 으로 열
B2=오른쪽 부터 열
B3=중앙에서 측면 열려
B4=개방의 중간에 양쪽
B5=하체 까지 열
B6=오픈 옆에
B7=직접 공개
B8=왼쪽에서 오른쪽으로 회전
D1=남아
D2=시계 반대 스핀
D3=시계 스핀
E1=오른쪽 부터 소
E2=왼쪽 에서 소 등
E3=중간 에 양쪽 소
E4=양쪽 가운데 소
E5=위에서 아래 끄기
E6=에 바닥에서 해제
E7=직접 관련
E8=오른쪽에서 왼쪽으로 회전
C1_1=열린
C1_2=저장
C1_3=제거
C1_4=LED 유형
C1_5=사용자 글꼴
C1_6=시스템 글꼴
C1_7=언어
C1_8=표시 내용
C1_9=길을 열기
C1_10=닫기 방법
C1_11=등불 색
C1_12=시작
C1_13=정지
C1_14=보내기
C1_15=드롭 아웃
C1_16=중급 과정
C1_17=용 중간 과정
C1_18=수신
C1_19=시계
C1_20=시계 반대
C2_1=텍스트 :
C2_2=화판 까지
C2_3=반 색
C2_4=구멍
C2_5=커닝 :
C2_6=정렬 :
C3_1=결정
C3_2=취소
L1= 
L2= 
L3= 
M1=취소
M2=반복
M3=절단
M4=복사
M5=접착 문자 도형
M6=붙여 넣기 이후
M7=삭제
M8=선택
M9=제거 투
M10=스틱
M11=좌회전 90 도
M12=우회전 90 도
M13=180도 회전
M14=레벨 거울
M15=수직 미러
M16=안티 색상
M17=피어싱
M18=
M19=
M20=
M21=
M22=격자 크기
M23=회전
M24=거울
I1=실패 한 전송!
I2=성공적으로 전송 됩니다.
I3=범위!
I4=데이터를 저장 하 시겠습니까?
I5=USB 읽기 오류!
I6=USB 쓰기 오류!
I7=데이터!
I8=데이터를 보냅니다!
I9=데이터 파일을 열려면
I10=오류가 발생 한 파일을 열면!
I11=데이터 파일 저장
I12=파일 오류 저장!
I13=악수 성공, 통신 실패!
I14=완전 한 데이터에는 영향을 받지 않았다!
I15=화면 수신 번호 범위입니다!
I16=자, 이제 할 편집 창 (Y/N)?
I17=BMP 파일 가져오기
HA1=좌회전
HA2=오른쪽 정렬
HA3=중간 정렬
HA4=맞춤
[German]
Title=11LED Tools zur Photobearbeitung
B1=Von Links nach Rechts.
B2=Von Rechts nach Links.
B3=Mitte zu den Seiten
B4=Auf beiden Seiten in die Mitte
B5=Nach unten wischen ein
B6=Nach oben wischen aus
B7=Gerade ein
B8=Von Links nach Rechts drehen
D1=bleiben
D2=Linkslauf
D3=Im uhrzeigersinn
E1=Rechts-nach-Links Aus
E2=Von Links nach Rechts.
E3=Mitte-Auf beiden Seiten.
E4=In der Mitte der Seiten.
E5=Von oben nach unten
E6=Von unten nach oben
E7=Gerade aus
E8=Den von Rechts nach Links
C1_1=Geöffnet
C1_2=Speichern
C1_3=Klar
C1_4=Led - arten
C1_5=Benutzer
C1_6=System
C1_7=Sprache
C1_8=Inhalt anzeigen
C1_9=Eröffnung Weg
C1_10=Mittel schließen
C1_11=Helle Farbe
C1_12=Start
C1_13=Hör auf
C1_14=Senden
C1_15=Ausfahrt
C1_16=Mittellauf
C1_17=Schulung
C1_18=Erhalten
C1_19=Im Uhrzeigersinn
C1_20=gegen Uhrzeigersinn
C2_1=Text:
C2_2=Skizzenbuch
C2_3=Antifarb
C2_4=hohl
C2_5=Kerning:
C2_6=ausrichten:
C3_1=Sicher
C3_2=Abgesagt
L1= 
L2= 
L3= 
M1=stornieren
M2=Wiederholung
M3=Schnitt
M4=Kopie
M5=Einfügen WÖRTER
M6=Einfügen von Text
M7=löschen
M8=wählen
M9=Klar Reißbrett
M10=Schläger
M11=90 Grad nach links
M12=90 Grad nach Rechts
M13=Um 180 Grad drehen
M14=Horizontal spiegeln
M15=Vertikale Spiegel
M16=Antifarb
M17=durchbohrt
M18=
M19=
M20=
M21=
M22=Rastergröße
M23=Rotation
M24=Spiegel
I1=Senden fehlgeschlagen!
I2=erfolgreich gesendet wird.
I3=liegt außerhalb des Bereichs!
I4=Sie die Daten speichern möchten?
I5=USB Lesefehler!
I6=USB Schreibfehler!
I7=keine Daten!
I8=sendet keine Daten!
I9=um die Datendatei öffnen
I10=Fehler aufgetreten ist, die Datei zu öffnen!
I11=Datendatei speichern
I12=Datei Fehler beim Speichern!
I13=Handshake fehlgeschlagen!
I14=empfing nicht die kompletten Daten!
I15=Dynpronummer liegt außerhalb des Bereichs!
I16=Zu bearbeiten - Fenster zu strecken? (Y/N)?
I17=Die BMP - datei
HA1=links
HA2=Rechtsbündig
HA3=Mittelbündig
HA4=rechtfertigen
